export const rules = [
  {
    id: 0,
    title: "Изучите дело",
    content:
      "внимательно изучите все материалы дела, включая допросы свидетелей и фотографии",
  },
  {
    id: 1,
    title: "Выполните задания",
    content:
      "в процессе игры вам нужно выполнять задания, которые вы найдёте в коробке",
  },
  {
    id: 2,
    title: "Подтвердите версию",
    content:
      "если вы считаете, что знаете правильный ответ на  очередное задание, то перейдите по ссылке и проверьте свою теорию",
  },
  {
    id: 3,
    title: "Найдите настоящего убийцу!",
    content: "игра считается завершённой, когда все задания успешно выполнены",
  },
];

export const questions = [
  {
    id: 0,
    question: "сколько людей могут играть в игру?",
    answer:
      "В “смертельные тайны” интересно играть в одиночку, вдвоём или большой компанией",
  },
  {
    id: 1,
    question: "У МЕНЯ ОСТАЛИСЬ ВОПРОСЫ, КАК С ВАМИ СВЯЗАТЬСЯ?",
    answer: "Обратитесь в службу поддержки по контактам, указанным на сайте",
  },
  {
    id: 2,
    question: "У МЕНЯ ОСТАЛИСЬ ВОПРОСЫ, КАК С ВАМИ СВЯЗАТЬСЯ?",
    answer: "Обратитесь в службу поддержки по контактам, указанным на сайте",
  },
];
